Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Homebrew’s own list of packages isn’t on this Mac, so asking it about packages would download the list again. Peel doesn’t start that on its own.
cs: Vlastní seznam balíčků Homebrew v tomto Macu není, takže dotaz na balíčky by ho znovu stáhl. Peel to sám od sebe nespouští.
de: Die eigene Paketliste von Homebrew ist nicht auf diesem Mac, daher würde eine Anfrage zu Paketen die Liste erneut laden. Peel startet das nicht von sich aus.
es: La propia lista de paquetes de Homebrew no está en este Mac, así que preguntarle por los paquetes volvería a descargar la lista. Peel no lo inicia por su cuenta.
fr: La liste de paquets de Homebrew ne se trouve pas sur ce Mac : l’interroger sur des paquets téléchargerait à nouveau cette liste. Peel ne lance pas cela de lui-même.
it: L’elenco dei pacchetti di Homebrew non è su questo Mac, quindi chiedergli dei pacchetti farebbe scaricare di nuovo l’elenco. Peel non lo avvia di sua iniziativa.
ja: Homebrew自身のパッケージリストがこのMacにないため、パッケージについて問い合わせると、リストが再ダウンロードされます。Peelがそれを自動的に始めることはありません。
ko: Homebrew의 패키지 목록이 이 Mac에 없으므로, 패키지에 대해 물으면 목록을 다시 다운로드하게 됩니다. Peel은 이 작업을 스스로 시작하지 않습니다.
nl: De lijst met pakketten van Homebrew zelf staat niet op deze Mac, dus als Peel Homebrew naar pakketten vraagt, wordt die lijst opnieuw gedownload. Peel begint daar niet uit zichzelf aan.
pl: Własnej listy pakietów Homebrew nie ma na tym Macu, więc zapytanie go o pakiety spowodowałoby ponowne pobranie tej listy. Peel nie uruchamia tego samodzielnie.
pt: A lista de pacotes do próprio Homebrew não está neste Mac, então perguntar a ele sobre pacotes baixaria a lista de novo. O Peel não inicia isso por conta própria.
ro: Lista de pachete a Homebrew nu se află pe acest Mac, așa că, la orice întrebare despre pachete, Homebrew ar descărca din nou lista. Peel nu pornește acest lucru de la sine.
ru: Собственного списка пакетов Homebrew нет на этом Mac, поэтому любой запрос о пакетах заново загрузил бы этот список. Peel не запускает такую загрузку сам.
sv: Homebrews egen paketlista finns inte på den här datorn, så om Peel frågade om paket skulle listan hämtas på nytt. Peel startar inte det på egen hand.
tr: Homebrew’un kendi paket listesi bu Mac’te yok, bu yüzden ona paketleri sormak listeyi yeniden indirir. Peel bunu kendiliğinden başlatmaz.
uk: Власного списку пакетів Homebrew немає на цьому Mac, тож запит про пакети знову викачав би цей список. Peel не запускає цього без вашого запиту.
zh_hans: 这台Mac上没有Homebrew自己的软件包列表，因此向它查询软件包会重新下载该列表。Peel不会自行启动此操作。
zh_hant: 這部Mac上沒有Homebrew自己的套件列表，因此向它查詢套件時會重新下載列表。Peel不會自行開始這項操作。

source: Homebrew’s own package list, downloaded when you ask Homebrew to update or upgrade.
cs: Vlastní seznam balíčků Homebrew, který se stahuje, když Homebrew požádáte o aktualizaci nebo upgrade.
de: Die eigene Paketliste von Homebrew, geladen, wenn du Homebrew aktualisieren oder ein Upgrade ausführen lässt.
es: La propia lista de paquetes de Homebrew, que se descarga cuando le pides a Homebrew que se actualice o que actualice paquetes.
fr: La liste de paquets de Homebrew, téléchargée lorsque vous demandez à Homebrew une mise à jour ou une mise à niveau.
it: L’elenco dei pacchetti di Homebrew, scaricato quando chiedi a Homebrew di aggiornarsi o di aggiornare i pacchetti.
ja: Homebrew自身のパッケージリストです。Homebrewにアップデートやアップグレードを指示したときにダウンロードされます。
ko: Homebrew에 업데이트나 업그레이드를 요청할 때 다운로드되는 Homebrew 자체 패키지 목록입니다.
nl: De eigen pakketlijst van Homebrew, gedownload wanneer je Homebrew vraagt om bij te werken of te upgraden.
pl: Własna lista pakietów Homebrew, pobierana, gdy użyjesz w Homebrew polecenia Odśwież lub Uaktualnij.
pt: A própria lista de pacotes do Homebrew, baixada quando você pede para o Homebrew atualizar ou fazer upgrade.
ro: Lista de pachete a Homebrew, descărcată când cereți ca Homebrew să se actualizeze sau să facă upgrade.
ru: Собственный список пакетов Homebrew, который загружается, когда Вы запускаете обновление Homebrew или пакетов.
sv: Homebrews egen paketlista, som hämtas när du ber Homebrew att uppdatera eller uppgradera.
tr: Homebrew’un kendi paket listesi; Homebrew’dan güncellemesini veya yükseltmesini istediğinizde indirilir.
uk: Власний список пакетів Homebrew, який викачується, коли ви просите Homebrew оновитися або оновити пакети.
zh_hans: Homebrew自己的软件包列表，在你让Homebrew更新或升级时下载。
zh_hant: Homebrew自己的套件列表，在你要求Homebrew更新或升級時下載。

source: Homebrew’s own report, in its own words. Peel changes none of it: copy a command and run it in Terminal, where you can see what it does.
cs: Vlastní zpráva Homebrew, jeho vlastními slovy. Peel v ní nic nemění: zkopírujte příkaz a spusťte ho v Terminálu, kde uvidíte, co dělá.
de: Der eigene Bericht von Homebrew, in seinen eigenen Worten. Peel ändert nichts daran: Kopiere einen Befehl und führe ihn im Terminal aus, wo du sehen kannst, was er tut.
es: El propio informe de Homebrew, con sus propias palabras. Peel no cambia nada de él: copia un comando y ejecútalo en Terminal, donde puedes ver lo que hace.
fr: Le rapport de Homebrew, dans ses propres termes. Peel n’en change rien : copiez une commande et exécutez-la dans Terminal, où vous pouvez voir ce qu’elle fait.
it: Il resoconto di Homebrew, con le sue parole. Peel non ne cambia nulla: copia un comando ed eseguilo in Terminale, dove puoi vedere cosa fa.
ja: Homebrew自身による報告を、そのままの言葉で表示しています。Peelは一切変更しません。コマンドをコピーしてターミナルで実行すれば、何が行われるかを確認できます。
ko: Homebrew가 작성한 그대로의 보고서입니다. Peel은 어떤 내용도 변경하지 않습니다. 명령을 복사하여 터미널에서 실행하면 명령이 하는 일을 볼 수 있습니다.
nl: Het rapport van Homebrew zelf, letterlijk zoals Homebrew het geeft. Peel wijzigt er niets aan: kopieer een commando en voer het uit in Terminal, waar je kunt zien wat het doet.
pl: Raport samego Homebrew, jego własnymi słowami. Peel niczego w nim nie zmienia: skopiuj polecenie i uruchom je w Terminalu, gdzie widać, co robi.
pt: O relatório do próprio Homebrew, nas palavras dele. O Peel não altera nada: copie um comando e execute-o no Terminal, onde você pode ver o que ele faz.
ro: Raportul Homebrew, în propriile sale cuvinte. Peel nu modifică nimic din el: copiați o comandă și rulați‑o în Terminal, unde puteți vedea ce face.
ru: Собственный отчет Homebrew, его же словами. Peel ничего в нем не меняет: скопируйте команду и выполните ее в Терминале, где видно, что она делает.
sv: Homebrews egen rapport, med dess egna ord. Peel ändrar inget i den: kopiera ett kommando och kör det i Terminal, där du kan se vad det gör.
tr: Homebrew’un kendi raporu, kendi sözleriyle. Peel hiçbir kısmını değiştirmez: bir komutu kopyalayın ve ne yaptığını görebileceğiniz Terminal’de çalıştırın.
uk: Власний звіт Homebrew, його ж словами. Peel нічого в ньому не змінює: скопіюйте команду й виконайте її в Терміналі, де видно, що вона робить.
zh_hans: Homebrew自己的报告，原文照录。Peel不会改动其中任何内容：请拷贝命令并在“终端”中运行，在那里你能看到它做了什么。
zh_hant: Homebrew自己的報告，以它自己的說法呈現。Peel不會更改任何內容：請拷貝指令並在「終端機」中執行，你就能看到它做了什麼。

source: Homebrew’s own scan, as it reported it. Peel changes nothing here. A vulnerability clears once Homebrew offers a version with the fix and the package is upgraded to it.
cs: Vlastní kontrola Homebrew, jak ji nahlásil. Peel tu nic nemění. Zranitelnost zmizí, jakmile Homebrew nabídne verzi s opravou a balíček se na ni upgraduje.
de: Der eigene Scan von Homebrew, so wie Homebrew ihn gemeldet hat. Peel ändert hier nichts. Eine Sicherheitslücke verschwindet, sobald Homebrew eine Version mit der Korrektur anbietet und das Paket ein Upgrade auf diese Version erhalten hat.
es: El propio análisis de Homebrew, tal como lo ha indicado. Peel no cambia nada aquí. Una vulnerabilidad desaparece cuando Homebrew ofrece una versión con la corrección y el paquete se actualiza a ella.
fr: L’analyse de Homebrew, telle qu’il l’a rapportée. Peel n’y change rien. Une vulnérabilité disparaît dès que Homebrew propose une version corrigée et que le paquet y est mis à niveau.
it: L’analisi di Homebrew, così come l’ha riportata. Qui Peel non cambia nulla. Una vulnerabilità scompare quando Homebrew offre una versione con la correzione e il pacchetto viene aggiornato a quella versione.
ja: Homebrew自身によるスキャンの結果を、報告されたとおりに表示しています。Peelはここで何も変更しません。脆弱性は、Homebrewが修正済みのバージョンを提供し、パッケージがそのバージョンにアップグレードされると解消されます。
ko: Homebrew가 보고한 그대로의 스캔 결과입니다. Peel은 여기에서 아무것도 변경하지 않습니다. Homebrew가 수정된 버전을 제공하고 패키지가 그 버전으로 업그레이드되면 취약점이 해소됩니다.
nl: De eigen scan van Homebrew, zoals Homebrew die heeft gemeld. Peel wijzigt hier niets. Een kwetsbaarheid verdwijnt zodra Homebrew een versie met de oplossing aanbiedt en het pakket naar die versie is geüpgraded.
pl: Wyniki skanowania samego Homebrew, dokładnie tak, jak je podał. Peel niczego tu nie zmienia. Luka znika, gdy Homebrew udostępni wersję z poprawką, a pakiet zostanie do niej uaktualniony.
pt: A análise do próprio Homebrew, como ele a relatou. O Peel não altera nada aqui. Uma vulnerabilidade sai da lista quando o Homebrew oferece uma versão com a correção e o pacote recebe o upgrade para ela.
ro: Scanarea proprie a Homebrew, așa cum a raportat‑o. Peel nu modifică nimic aici. O vulnerabilitate dispare după ce Homebrew oferă o versiune cu remedierea și pachetul primește upgrade la aceasta.
ru: Собственная проверка Homebrew в том виде, в каком он о ней сообщил. Peel здесь ничего не меняет. Уязвимость исчезает, когда Homebrew предлагает версию с исправлением и пакет обновляется до нее.
sv: Homebrews egen skanning, så som Homebrew rapporterade den. Peel ändrar ingenting här. En sårbarhet försvinner när Homebrew erbjuder en version med korrigeringen och paketet har uppgraderats till den.
tr: Homebrew’un kendi taraması, bildirdiği şekliyle. Peel burada hiçbir şeyi değiştirmez. Bir güvenlik açığı, Homebrew düzeltmeyi içeren bir sürüm sunduğunda ve paket o sürüme yükseltildiğinde ortadan kalkar.
uk: Результати власного сканування Homebrew, такі, як він їх повідомив. Peel тут нічого не змінює. Вразливість зникає, щойно Homebrew запропонує версію з виправленням і пакет буде до неї оновлено.
zh_hans: Homebrew自己的扫描结果，按其报告原样显示。Peel不会在此更改任何内容。只有当Homebrew提供包含修复的版本，并且该软件包已升级到此版本后，漏洞才会消除。
zh_hant: Homebrew自己的掃描結果，依它的回報呈現。Peel不會在此更改任何內容。當Homebrew提供含有修正的版本，且套件已升級到該版本後，漏洞就會消除。

source: Homebrew’s scan found these in version %1$@, installed on this Mac. Homebrew offers %2$@: once it is installed, scan again to see which of these it fixes.
cs: Kontrola Homebrew našla tyto zranitelnosti ve verzi %@, která je nainstalovaná v tomto Macu. Homebrew nabízí verzi %@: až bude nainstalovaná, prohledejte znovu, abyste zjistili, které z nich opravuje.
de: Der Scan von Homebrew hat diese Sicherheitslücken in der auf diesem Mac installierten Version %@ gefunden. Homebrew bietet Version %@ an: Sobald sie installiert ist, scanne erneut, um zu sehen, welche davon diese Version behebt.
es: El análisis de Homebrew ha encontrado estas vulnerabilidades en la versión %@, instalada en este Mac. Homebrew ofrece la versión %@: una vez instalada, vuelve a analizar para ver cuáles de ellas corrige.
fr: L’analyse de Homebrew a trouvé ces vulnérabilités dans la version %@, installée sur ce Mac. Homebrew propose la version %@ : une fois celle-ci installée, analysez à nouveau pour voir lesquelles elle corrige.
it: L’analisi di Homebrew ha trovato queste vulnerabilità nella versione %@, installata su questo Mac. Homebrew offre la versione %@: una volta installata, analizza di nuovo per vedere quali di queste corregge.
ja: Homebrewのスキャンで、このMacにインストールされているバージョン%@に以下の脆弱性が見つかりました。Homebrewは%@を提供しています。インストールされたら、もう一度スキャンして、そのバージョンでこれらのうちどれが修正されるかを確認してください。
ko: Homebrew의 스캔이 이 Mac에 설치된 %@ 버전에서 아래 취약점을 찾았습니다. Homebrew는 %@ 버전을 제공합니다. 이 버전이 설치되면 다시 스캔하여 이 중 어떤 취약점이 수정되는지 확인하십시오.
nl: De scan van Homebrew heeft deze kwetsbaarheden gevonden in versie %@, die op deze Mac is geïnstalleerd. Homebrew biedt %@ aan: scan opnieuw zodra die versie is geïnstalleerd, om te zien welke hiervan daarin zijn opgelost.
pl: Skanowanie Homebrew wykryło te luki w wersji %@, zainstalowanej na tym Macu. Homebrew udostępnia wersję %@: po jej zainstalowaniu przeskanuj ponownie, aby zobaczyć, które z nich są w niej naprawione.
pt: A análise do Homebrew encontrou estas vulnerabilidades na versão %@, instalada neste Mac. O Homebrew oferece a versão %@: depois que ela for instalada, analise de novo para ver quais delas a nova versão corrige.
ro: Scanarea Homebrew a găsit aceste vulnerabilități în versiunea %@, instalată pe acest Mac. Homebrew oferă versiunea %@: după ce este instalată, scanați din nou pentru a vedea pe care dintre ele le remediază.
ru: Homebrew нашел эти уязвимости при сканировании версии %@, установленной на этом Mac. Homebrew предлагает версию %@: после ее установки просканируйте снова, чтобы узнать, какие из них она исправляет.
sv: Homebrews skanning hittade de här i version %@, som är installerad på den här datorn. Homebrew erbjuder version %@: när den har installerats kan du skanna igen för att se vilka av dem den korrigerar.
tr: Homebrew’un taraması bunları bu Mac’te yüklü olan %@ sürümünde buldu. Homebrew, %@ sürümünü sunuyor: bu sürüm yüklendikten sonra, bunlardan hangilerini düzelttiğini görmek için yeniden tarayın.
uk: Сканування Homebrew знайшло ці вразливості у версії %@, інстальованій на цьому Mac. Homebrew пропонує версію %@: щойно її буде інстальовано, проскануйте ще раз, щоб побачити, які з них вона виправляє.
zh_hans: Homebrew的扫描在这台Mac上安装的版本%@中发现了以下漏洞。Homebrew已提供版本%@：安装后，请重新扫描，以查看它修复了其中哪些漏洞。
zh_hant: Homebrew的掃描在這部Mac上安裝的版本%@中發現了這些漏洞。Homebrew提供版本%@：安裝後，請重新掃描，以查看此版本修正了其中哪些漏洞。

source: Homebrew’s scan found these in version %@, installed on this Mac. They leave this list once the formula is upgraded to a version with the fix and the scan runs again.
cs: Kontrola Homebrew našla tyto zranitelnosti ve verzi %@, která je nainstalovaná v tomto Macu. Z tohoto seznamu zmizí, jakmile se formula upgraduje na verzi s opravou a kontrola proběhne znovu.
de: Der Scan von Homebrew hat diese Sicherheitslücken in der auf diesem Mac installierten Version %@ gefunden. Sie verschwinden aus dieser Liste, sobald die Formula ein Upgrade auf eine Version mit der Korrektur erhalten hat und der Scan erneut ausgeführt wird.
es: El análisis de Homebrew ha encontrado estas vulnerabilidades en la versión %@, instalada en este Mac. Desaparecen de esta lista cuando la formula se actualiza a una versión con la corrección y se vuelve a ejecutar el análisis.
fr: L’analyse de Homebrew a trouvé ces vulnérabilités dans la version %@, installée sur ce Mac. Elles disparaissent de cette liste dès que la formula est mise à niveau vers une version corrigée et que l’analyse est relancée.
it: L’analisi di Homebrew ha trovato queste vulnerabilità nella versione %@, installata su questo Mac. Scompaiono da questo elenco quando la formula viene aggiornata a una versione con la correzione e l’analisi viene eseguita di nuovo.
ja: Homebrewのスキャンで、このMacにインストールされているバージョン%@に以下の脆弱性が見つかりました。このformulaが修正済みのバージョンにアップグレードされ、もう一度スキャンが実行されると、これらはこのリストから外れます。
ko: Homebrew의 스캔이 이 Mac에 설치된 %@ 버전에서 아래 취약점을 찾았습니다. 이 취약점들은 formula가 수정된 버전으로 업그레이드되고 스캔이 다시 실행되면 이 목록에서 사라집니다.
nl: De scan van Homebrew heeft deze kwetsbaarheden gevonden in versie %@, die op deze Mac is geïnstalleerd. Ze verdwijnen uit deze lijst zodra de formula is geüpgraded naar een versie met de oplossing en de scan opnieuw is uitgevoerd.
pl: Skanowanie Homebrew wykryło te luki w wersji %@, zainstalowanej na tym Macu. Znikają z tej listy, gdy formula zostanie uaktualniona do wersji z poprawką, a skanowanie zostanie powtórzone.
pt: A análise do Homebrew encontrou estas vulnerabilidades na versão %@, instalada neste Mac. Elas saem desta lista quando a formula recebe o upgrade para uma versão com a correção e a análise é executada de novo.
ro: Scanarea Homebrew a găsit aceste vulnerabilități în versiunea %@, instalată pe acest Mac. Dispar din această listă după ce formula primește upgrade la o versiune cu remedierea și scanarea rulează din nou.
ru: Homebrew нашел эти уязвимости при сканировании версии %@, установленной на этом Mac. Они исчезнут из этого списка, когда formula будет обновлена до версии с исправлением и сканирование будет выполнено снова.
sv: Homebrews skanning hittade de här i version %@, som är installerad på den här datorn. De försvinner från den här listan när formulan har uppgraderats till en version med korrigeringen och skanningen har körts igen.
tr: Homebrew’un taraması bunları bu Mac’te yüklü olan %@ sürümünde buldu. Formula, düzeltmeyi içeren bir sürüme yükseltildiğinde ve tarama yeniden yapıldığında bunlar bu listeden çıkar.
uk: Сканування Homebrew знайшло ці вразливості у версії %@, інстальованій на цьому Mac. Вони зникають із цього списку, щойно formula буде оновлено до версії з виправленням і сканування буде виконано ще раз.
zh_hans: Homebrew的扫描在这台Mac上安装的版本%@中发现了以下漏洞。此formula升级到包含修复的版本并重新扫描后，它们就会从此列表中消失。
zh_hant: Homebrew的掃描在這部Mac上安裝的版本%@中發現了這些漏洞。將此formula升級到含有修正的版本並重新掃描後，它們就不會再出現在此列表中。

source: Homepage
cs: Domovská stránka
es: Página web
fr: Page d’accueil
it: Sito web
ja: ホームページ
ko: 홈페이지
pl: Strona domowa
pt: Site
ro: Site web
ru: Домашняя страница
sv: Hemsida
tr: Web sitesi
uk: Домашня сторінка
zh_hans: 主页
zh_hant: 首頁

source: Hosts Peel Can Contact
cs: Servery, se kterými se Peel může spojit
de: Hosts, die Peel kontaktieren kann
es: Servidores con los que Peel puede conectarse
fr: Hôtes que Peel peut contacter
it: Host che Peel può contattare
ja: Peelが通信する可能性のあるホスト
ko: Peel이 연결할 수 있는 호스트
nl: Hosts waarmee Peel verbinding kan maken
pl: Hosty, z którymi Peel może się łączyć
pt: Endereços que o Peel Pode Contatar
ro: Gazde pe care Peel le poate contacta
ru: Серверы, к которым может обращаться Peel
sv: Värdar som Peel kan kontakta
tr: Peel’in Bağlanabileceği Sunucular
uk: Вузли, з якими може звʼязатися Peel
zh_hans: Peel可能联系的主机
zh_hant: Peel可連線的主機

source: How many items are in the folder, and how much room is left.
cs: Kolik položek je ve složce a kolik zbývá místa.
de: Wie viele Objekte im Ordner sind und wie viel Platz noch frei ist.
es: Cuántos ítems hay en la carpeta y cuánto espacio queda.
fr: Le nombre d’éléments du dossier, et l’espace restant.
it: Quanti elementi ci sono nella cartella e quanto spazio resta.
ja: フォルダ内の項目数と、ディスクの空き領域が表示されます。
ko: 폴더에 있는 항목 수와 남은 공간이 표시됩니다.
nl: Hoeveel onderdelen er in de map staan en hoeveel ruimte er nog over is.
pl: Ile rzeczy jest w folderze i ile zostało wolnego miejsca.
pt: Quantos itens há na pasta e quanto espaço resta.
ro: Câte articole sunt în dosar și cât spațiu a mai rămas.
ru: Сколько объектов в папке и сколько осталось места.
sv: Hur många objekt som finns i mappen och hur mycket utrymme som finns kvar.
tr: Klasörde kaç öğe olduğu ve ne kadar yer kaldığı.
uk: Скільки елементів у папці і скільки ще вільного місця.
zh_hans: 显示文件夹中有多少个项目，以及还剩多少空间。
zh_hant: 顯示檔案夾中有多少項目，以及還剩多少空間。

source: How to free it
cs: Jak místo uvolnit
de: So gibst du den Speicherplatz frei
es: Cómo liberarlo
fr: Comment libérer cet espace
it: Come liberarlo
ja: 解放する方法
ko: 공간 확보 방법
nl: Hoe je dit vrijmaakt
pl: Jak zwolnić to miejsce
pt: Como liberar
ro: Cum eliberați spațiul
ru: Как освободить место
sv: Så frigör du det
tr: Nasıl boşaltılır
uk: Як це звільнити
zh_hans: 如何释放空间
zh_hant: 如何釋放空間

source: Icons never bounce for attention
cs: Ikony nikdy neposkakují, aby upoutaly pozornost
de: Symbole hüpfen nie, um Aufmerksamkeit zu erregen
es: Los iconos nunca rebotan para llamar la atención
fr: Les icônes ne rebondissent jamais pour attirer l’attention
it: Le icone non rimbalzano mai per attirare l’attenzione
ja: 注意を引くためにアイコンが弾むことはない
ko: 주의를 끌기 위해 아이콘이 튀어 오르지 않음
nl: Symbolen stuiteren nooit om aandacht
pl: Ikony nigdy nie podskakują, aby zwrócić uwagę
pt: Ícones nunca pulam para chamar a atenção
ro: Pictogramele nu sar niciodată pentru a atrage atenția
ru: Значки никогда не подпрыгивают, привлекая внимание
sv: Symboler studsar aldrig för att påkalla uppmärksamhet
tr: Simgeler dikkat çekmek için hiçbir zaman zıplamaz
uk: Іконки ніколи не підстрибують, щоб привернути увагу
zh_hans: 图标永不弹跳提醒
zh_hant: 圖像絕不跳動以引起注意

source: Identifier
cs: Identifikátor
de: ID
es: Identificador
fr: Identifiant
it: Identificatore
ja: 識別子
ko: 식별자
nl: ID
pl: Identyfikator
pt: Identificador
ro: Identificator
ru: Идентификатор
sv: Identifierare
tr: Tanıtıcı
uk: Ідентифікатор
zh_hans: 标识符
zh_hant: 識別碼

source: If Peel isn’t allowed under App Management, macOS won’t let it move another developer’s app to the Trash.
cs: Pokud Peel nemá povolení v části Správa aplikací, macOS mu nedovolí přesunout do koše aplikaci jiného vývojáře.
de: Wenn Peel unter „App-Verwaltung“ nicht erlaubt ist, lässt macOS Peel die App eines anderen Entwicklers nicht in den Papierkorb legen.
es: Si Peel no tiene permiso en Gestión de las apps, macOS no le dejará trasladar a la papelera la app de otro desarrollador.
fr: Si Peel n’est pas autorisé dans Gestion des apps, macOS ne le laisse pas placer dans la corbeille l’app d’un autre développeur.
it: Se Peel non è autorizzato in “Gestione app”, macOS non gli permette di spostare nel Cestino l’app di un’altra azienda di sviluppo.
ja: Peelが“アプリ管理”で許可されていない場合、macOSはPeelがほかの開発元のアプリをゴミ箱に入れることを許可しません。
ko: 앱 관리에서 Peel이 허용되지 않으면 macOS는 Peel이 다른 개발자의 앱을 휴지통으로 이동하지 못하게 합니다.
nl: Als Peel niet is toegestaan onder 'Appbeheer', laat macOS Peel geen app van een andere ontwikkelaar naar de prullenmand verplaatsen.
pl: Jeśli Peel nie ma pozwolenia w sekcji Zarządzanie aplikacjami, macOS nie pozwoli mu przenieść do Kosza aplikacji innego dewelopera.
pt: Se o Peel não tiver permissão em Gerenciamento de Apps, o macOS não vai deixá-lo mover para o Lixo o app de outro desenvolvedor.
ro: Dacă Peel nu este permis la Gestionare aplicații, macOS nu îl lasă să mute în Coș aplicația altui dezvoltator.
ru: Если Peel не разрешен в разделе «Управление приложениями», macOS не позволит ему перемещать в Корзину приложения других разработчиков.
sv: Om Peel inte är tillåten under Apphantering låter macOS inte Peel flytta en annan utvecklares app till papperskorgen.
tr: Peel’e Uygulama Yönetimi’nde izin verilmemişse macOS, Peel’in başka bir geliştiricinin uygulamasını Çöp Sepeti’ne taşımasına izin vermez.
uk: Якщо Peel не дозволено в розділі «Керування програмами», macOS не дасть їй перемістити в Смітник програму іншого розробника.
zh_hans: 如果未在“App管理”中允许Peel，macOS不会让它将另一开发者的App移到废纸篓。
zh_hant: 如果Peel未在「App管理」中獲得允許，macOS就不會讓它將其他開發者的App丟到「垃圾桶」。

source: If You Change Your Mind
cs: Pokud si to rozmyslíte
de: Falls du es dir anders überlegst
es: Si cambias de opinión
fr: Si vous changez d’avis
it: Se cambi idea
ja: 元に戻したい場合
ko: 마음이 바뀌면
nl: Als je van gedachten verandert
pl: Jeśli zmienisz zdanie
pt: Se Você Mudar de Ideia
ro: Dacă vă răzgândiți
ru: Если Вы передумаете
sv: Om du ångrar dig
tr: Fikrinizi Değiştirirseniz
uk: Якщо ви передумаєте
zh_hans: 如果你改变主意
zh_hant: 如果你改變主意

source: If the command needs your password, run it in Terminal.
cs: Pokud příkaz vyžaduje vaše heslo, spusťte ho v Terminálu.
de: Falls der Befehl dein Passwort benötigt, führe ihn im Terminal aus.
es: Si el comando necesita tu contraseña, ejecútalo en Terminal.
fr: Si la commande demande votre mot de passe, exécutez-la dans Terminal.
it: Se il comando richiede la tua password, eseguilo in Terminale.
ja: コマンドにパスワードが必要な場合は、ターミナルで実行してください。
ko: 명령에 암호가 필요하면 터미널에서 실행하십시오.
nl: Als het commando je wachtwoord nodig heeft, voer het dan uit in Terminal.
pl: Jeśli polecenie wymaga Twojego hasła, uruchom je w Terminalu.
pt: Se o comando precisar da sua senha, execute-o no Terminal.
ro: Dacă această comandă necesită parola dvs., rulați‑o în Terminal.
ru: Если команде нужен Ваш пароль, выполните ее в Терминале.
sv: Om kommandot behöver ditt lösenord kör du det i Terminal.
tr: Komut parolanızı gerektiriyorsa onu Terminal’de çalıştırın.
uk: Якщо команді потрібен ваш пароль, виконайте її в Терміналі.
zh_hans: 如果该命令需要你的密码，请在“终端”中运行。
zh_hant: 如果指令需要你的密碼，請在「終端機」中執行。
